{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|user|>": 1,
      "<|assistant|>": 2,
      "<|system|>": 3,
      "<|end|>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġ\"": 261,
      "nt": 262,
      "\":": 263,
      "le": 264,
      "ir": 265,
      "{\"": 266,
      "čĊ": 267,
      "si": 268,
      "er": 269,
      "la": 270,
      "Ġb": 271,
      "co": 272,
      "es": 273,
      "ro": 274,
      "ent": 275,
      "\",": 276,
      "cont": 277,
      "\"}": 278,
      "role": 279,
      "content": 280,
      "us": 281,
      "sa": 282,
      "li": 283,
      "Ġk": 284,
      "en": 285,
      "ta": 286,
      "in": 287,
      "Ġd": 288,
      "un": 289,
      "ar": 290,
      "Ġy": 291,
      "il": 292,
      "as": 293,
      "ur": 294,
      "on": 295,
      "Ġ1": 296,
      "an": 297,
      "sta": 298,
      "Ġ{\"": 299,
      "\"},": 300,
      "sista": 301,
      "user": 302,
      "assista": 303,
      "assistant": 304,
      "Ġ[": 305,
      "sag": 306,
      "mes": 307,
      "]}": 308,
      "\"}]}": 309,
      "Ġ[{\"": 310,
      "sages": 311,
      "messages": 312,
      "Ġi": 313,
      "Ġm": 314,
      "im": 315,
      "ek": 316,
      "uc": 317,
      "ge": 318,
      "ci": 319,
      "uk": 320,
      ".\"}]}": 321,
      "Ġv": 322,
      "?\"},": 323,
      "ma": 324,
      "Ġs": 325,
      "lim": 326,
      "Ġo": 327,
      "uy": 328,
      "ha": 329,
      "lan": 330,
      "lar": 331,
      "ĠS": 332,
      "Ġbir": 333,
      "ul": 334,
      "Ġa": 335,
      "Ġda": 336,
      "elim": 337,
      "usun": 338,
      "or": 339,
      "Ġka": 340,
      "Ġg": 341,
      "ed": 342,
      "onuc": 343,
      "yi": 344,
      "sin": 345,
      "Dusun": 346,
      "Dusunelim": 347,
      "Ġya": 348,
      "Ġmi": 349,
      "Bil": 350,
      "ler": 351,
      "Bilge": 352,
      "et": 353,
      "ĠSonuc": 354,
      "Ġn": 355,
      "Ä±": 356,
      "Ġbuy": 357,
      "ullan": 358,
      "Ġbuyuk": 359,
      "ici": 360,
      "Ġ=": 361,
      "ullanici": 362,
      "gi": 363,
      "Kullanici": 364,
      "Ġdaha": 365,
      "Ġ2": 366,
      "Ġt": 367,
      "Ġsa": 368,
      "da": 369,
      "Ġh": 370,
      "iz": 371,
      "Ġve": 372,
      "de": 373,
      "tur": 374,
      "ĠB": 375,
      "st": 376,
      "Ġol": 377,
      "uz": 378,
      "iy": 379,
      "um": 380,
      "Ġde": 381,
      "dir": 382,
      "ce": 383,
      "Ġ3": 384,
      "di": 385,
      "ĠĠ": 386,
      "ca": 387,
      "el": 388,
      "Ġbuyuktur": 389,
      "Ġkac": 390,
      "Ġta": 391,
      "ilir": 392,
      "Ġ5": 393,
      "op": 394,
      "em": 395,
      "'t": 396,
      "Ġ4": 397,
      "ri": 398,
      "Ġ6": 399,
      "Ġvar": 400,
      "ki": 401,
      "bilir": 402,
      "Ġz": 403,
      "ya": 404,
      "ĠA": 405,
      "Ġile": 406,
      "ti": 407,
      "Ġ10": 408,
      "Ġge": 409,
      "mak": 410,
      "Ġyap": 411,
      "Ġtop": 412,
      "Ġ8": 413,
      "Ġ7": 414,
      "Ġ+": 415,
      "Ġed": 416,
      "ay": 417,
      "ey": 418,
      "ak": 419,
      "Ġha": 420,
      "dim": 421,
      "tir": 422,
      "lir": 423,
      "Ġp": 424,
      "Ġki": 425,
      "Ġf": 426,
      "lam": 427,
      "ini": 428,
      "Ġ9": 429,
      "\\\"": 430,
      "Ã¼": 431,
      "lik": 432,
      "Ġco": 433,
      "Ġci": 434,
      "ucuk": 435,
      "se": 436,
      "Ġne": 437,
      "mek": 438,
      "ĠT": 439,
      "am": 440,
      "ĠK": 441,
      "Ġic": 442,
      "Ġeder": 443,
      "Ġ0": 444,
      "ok": 445,
      "rint": 446,
      "Ġ12": 447,
      "at": 448,
      "ut": 449,
      "Ġek": 450,
      "az": 451,
      "og": 452,
      "Ġkucuk": 453,
      "angi": 454,
      "Ġgun": 455,
      "Ġned": 456,
      "Ġan": 457,
      "'d": 458,
      "ine": 459,
      ":\\": 460,
      "asi": 461,
      "Ġver": 462,
      "dan": 463,
      "Ġyer": 464,
      "ka": 465,
      ".\"},": 466,
      "lem": 467,
      "list": 468,
      "Ġuz": 469,
      "ol": 470,
      "Ġolur": 471,
      "Ġon": 472,
      "iyor": 473,
      "Ġyar": 474,
      "Ġicin": 475,
      "kar": 476,
      "is": 477,
      "Ġko": 478,
      "ug": 479,
      "Ġ11": 480,
      "ra": 481,
      "Ġse": 482,
      "den": 483,
      "ne": 484,
      "Ġcok": 485,
      "Bir": 486,
      "Ġe": 487,
      "ba": 488,
      "Ġen": 489,
      "Ġc": 490,
      "Ġsayi": 491,
      "``": 492,
      "Ġca": 493,
      "asil": 494,
      "ĠO": 495,
      "Ġba": 496,
      "enin": 497,
      "san": 498,
      "print": 499,
      "Ã§": 500,
      "ĠI": 501,
      "ÅŁ": 502,
      "ĠH": 503,
      "ĠBir": 504,
      "ĠĠĠ": 505,
      "Ġin": 506,
      "Ġtoplar": 507,
      "ĠY": 508,
      "Ġyaz": 509,
      "eni": 510,
      "Ġnasil": 511,
      "Ġnedir": 512,
      "ik": 513,
      "Ġcikar": 514,
      "ere": 515,
      "bi": 516,
      "siy": 517,
      "Ġ-": 518,
      "angisi": 519,
      "ĠE": 520,
      "lari": 521,
      "leri": 522,
      "ĠC": 523,
      "al": 524,
      "Ġbas": 525,
      "Ä±n": 526,
      "Ġdeg": 527,
      "Ġr": 528,
      "yim": 529,
      "ĠD": 530,
      "Ġbil": 531,
      "ĠG": 532,
      "ÄŁ": 533,
      "Ä±m": 534,
      "iye": 535,
      "ani": 536,
      "Ġmisin": 537,
      "len": 538,
      "lis": 539,
      "gin": 540,
      "Ġist": 541,
      "Ġtane": 542,
      "Ġ20": 543,
      "Ġdog": 544,
      "liste": 545,
      "Ġar": 546,
      "Ġsi": 547,
      "ĠM": 548,
      "Ġbu": 549,
      "Ġtoplariz": 550,
      "me": 551,
      "Ġola": 552,
      "sini": 553,
      "iyorum": 554,
      "Ġiyi": 555,
      "Ġso": 556,
      "aman": 557,
      "Ġlir": 558,
      "te": 559,
      "Ġ15": 560,
      "Ġay": 561,
      "Ġel": 562,
      "urk": 563,
      "Ġama": 564,
      "Ġger": 565,
      "Ġgor": 566,
      "ru": 567,
      "unu": 568,
      "yar": 569,
      "Ġet": 570,
      "Ġkere": 571,
      "Ġkar": 572,
      "gu": 573,
      "Ġson": 574,
      "Ġzaman": 575,
      "re": 576,
      "Ġlira": 577,
      "dur": 578,
      "Ġyok": 579,
      "ĠDusunelim": 580,
      "Ġsor": 581,
      "Ġise": 582,
      "Ġher": 583,
      "))": 584,
      "lin": 585,
      "nprint": 586,
      "Ġgi": 587,
      "Ġbilgi": 588,
      "Ġx": 589,
      "Ġbi": 590,
      "siyon": 591,
      "onk": 592,
      "Ġsay": 593,
      "gr": 594,
      "inda": 595,
      "onksiyon": 596,
      "Ġ14": 597,
      "cek": 598,
      "Ġsey": 599,
      "Ġyardim": 600,
      "ana": 601,
      "Ġfonksiyon": 602,
      "Ġ18": 603,
      "Ġkita": 604,
      "ĠOn": 605,
      "Ġsaat": 606,
      "Ġold": 607,
      "nin": 608,
      "yor": 609,
      "ĠBilge": 610,
      "dik": 611,
      "sek": 612,
      "Ġ16": 613,
      "Ġcikarir": 614,
      "Ġelma": 615,
      "Ġzek": 616,
      "Ġkus": 617,
      "Ġvardi": 618,
      "yan": 619,
      "Ġbo": 620,
      "Ġkon": 621,
      "mam": 622,
      "larin": 623,
      "esin": 624,
      "Ġken": 625,
      "Ġcikaririz": 626,
      "Ġ17": 627,
      "Ġkal": 628,
      "Ġadim": 629,
      "```": 630,
      "Ġ13": 631,
      "Ä±r": 632,
      "ĠTurk": 633,
      "abilir": 634,
      "etin": 635,
      "Ġyapay": 636,
      "ĠOnce": 637,
      "na": 638,
      "Ġdon": 639,
      "lama": 640,
      "Ġcalis": 641,
      "Ġkelim": 642,
      "Ġuzer": 643,
      "sayar": 644,
      "Ġolabilir": 645,
      "Ġduy": 646,
      "Ġ19": 647,
      "ede": 648,
      "Ġdegil": 649,
      "Ġtoplam": 650,
      "Ġekle": 651,
      "va": 652,
      "liyor": 653,
      "Ġolma": 654,
      "Ġkucuktur": 655,
      "irim": 656,
      "Ġhangisi": 657,
      "ku": 658,
      "sim": 659,
      "cak": 660,
      "Ġ\\\"": 661,
      "Ġsenin": 662,
      "Ġekler": 663,
      "Ġkitap": 664,
      "stir": 665,
      "ni": 666,
      "Ġsu": 667,
      "Ġdegi": 668,
      "Ġinsan": 669,
      "Ġmu": 670,
      "Ġdogru": 671,
      "gim": 672,
      "Ġmo": 673,
      "Ġbilgisayar": 674,
      "ev": 675,
      "ilim": 676,
      "Ġ#": 677,
      "ĠBen": 678,
      "Ġor": 679,
      "Hangisi": 680,
      "Ġtek": 681,
      "eye": 682,
      "Ġuzerine": 683,
      "dar": 684,
      "ers": 685,
      "Ġkalem": 686,
      "ugun": 687,
      "Ġbul": 688,
      "th": 689,
      "Ġden": 690,
      "eki": 691,
      "Ġyardimci": 692,
      "Ġkadar": 693,
      "kika": 694,
      "Ã¼r": 695,
      ")\"}]}": 696,
      "ac": 697,
      "Ġzeka": 698,
      "Ġdakika": 699,
      "Ġhis": 700,
      "erha": 701,
      "ĠÃ§": 702,
      "Ġyani": 703,
      "Ġanlam": 704,
      "erhaba": 705,
      "urn": 706,
      "Ġogr": 707,
      "uyor": 708,
      "yle": 709,
      "ĠP": 710,
      "eri": 711,
      "Ġma": 712,
      "Ġuy": 713,
      "Ġal": 714,
      "uzel": 715,
      "Ġyuz": 716,
      "Ġgec": 717,
      "ic": 718,
      "Ġgo": 719,
      "Ġpar": 720,
      "Ġprint": 721,
      "sinda": 722,
      "Ġyerde": 723,
      "Ġis": 724,
      "ĠBu": 725,
      "edi": 726,
      "ken": 727,
      "lu": 728,
      "larak": 729,
      "Ġeklersek": 730,
      "eturn": 731,
      "izi": 732,
      "Ġgibi": 733,
      "yth": 734,
      "ython": 735,
      "Ġolarak": 736,
      "Ġekledik": 737,
      "Ġ'": 738,
      "Ġkullan": 739,
      "lerin": 740,
      "Ġreturn": 741,
      "sam": 742,
      "enim": 743,
      "emli": 744,
      "ayir": 745,
      "it": 746,
      "Ã¶": 747,
      "ĠGun": 748,
      "Ġsoru": 749,
      "Ġil": 750,
      "sik": 751,
      "Ġneden": 752,
      "Ġsonra": 753,
      "Ġhiss": 754,
      "luk": 755,
      "ĠN": 756,
      "Ġhar": 757,
      "Ġdemek": 758,
      "Ġce": 759,
      "def": 760,
      "Ġolus": 761,
      "10": 762,
      "ap": 763,
      "gini": 764,
      "Ġbiraz": 765,
      "Ġad": 766,
      "Ġanla": 767,
      "arp": 768,
      "ĠSa": 769,
      "Ġsev": 770,
      "ebilir": 771,
      "tar": 772,
      "Ġhaf": 773,
      "Ġyapar": 774,
      "Sonuc": 775,
      "Ġbol": 776,
      "Ġoldug": 777,
      "Ġdusun": 778,
      "Ġsur": 779,
      "ĠdeÄŁ": 780,
      "Ġogren": 781,
      "ran": 782,
      "tik": 783,
      "Ã¼n": 784,
      "ten": 785,
      "Ġyan": 786,
      "Ġalir": 787,
      "Ġonemli": 788,
      "ark": 789,
      "Ġsag": 790,
      "ust": 791,
      "Ġkur": 792,
      "Ġkim": 793,
      "ger": 794,
      "Ġuzun": 795,
      "mis": 796,
      "Ġ(": 797,
      "inin": 798,
      "Ġsir": 799,
      "Ġak": 800,
      "Ġdeger": 801,
      "sun": 802,
      "Ġdur": 803,
      "Ġolan": 804,
      "Ġyerel": 805,
      "Ġag": 806,
      "Ġhangi": 807,
      "Ġuc": 808,
      "Ġiki": 809,
      "nter": 810,
      "ntern": 811,
      "gun": 812,
      "Ġ`": 813,
      "sistan": 814,
      "Ġasistan": 815,
      "if": 816,
      "kin": 817,
      "Ġur": 818,
      "Ġgelir": 819,
      "bet": 820,
      "Ġmet": 821,
      "Ġguzel": 822,
      "Ġistiyorum": 823,
      "enel": 824,
      "Ġyag": 825,
      "Ġtamam": 826,
      "Ġtanesini": 827,
      "):\\": 828,
      "dece": 829,
      "ĠdeÄŁilim": 830,
      "Ġdi": 831,
      "Ġ100": 832,
      "bah": 833,
      "Ġhem": 834,
      "Ġverir": 835,
      "ada": 836,
      "vet": 837,
      "lidir": 838,
      "larini": 839,
      "Ġzor": 840,
      "bir": 841,
      "oplam": 842,
      "Ġcarp": 843,
      "Ġkaldi": 844,
      "nternet": 845,
      "ez": 846,
      "lara": 847,
      "Ġkisa": 848,
      "man": 849,
      "ĠAma": 850,
      "du": 851,
      "Ġtoplami": 852,
      "python": 853,
      "ĠTurkce": 854,
      "kent": 855,
      "Ġdin": 856,
      "lerim": 857,
      "Ġhiz": 858,
      "Ġduygu": 859,
      "gen": 860,
      "Ġ/": 861,
      "Ġkisi": 862,
      "olu": 863,
      "Ġcali": 864,
      "Ġilk": 865,
      "eyi": 866,
      "os": 867,
      "siz": 868,
      "git": 869,
      "unku": 870,
      "Ġfark": 871,
      "Ġelem": 872,
      "Ġyazdir": 873,
      "Ġbaskent": 874,
      "Ġgerek": 875,
      "Ġgercek": 876,
      "Ġara": 877,
      "lay": 878,
      "larim": 879,
      "Ġaz": 880,
      "eden": 881,
      "Ġ30": 882,
      "ip": 883,
      "mi": 884,
      "up": 885,
      "usu": 886,
      "sayi": 887,
      "Ġsek": 888,
      "Ġkalir": 889,
      "ĠAy": 890,
      "Ġbag": 891,
      "(\\\"": 892,
      "Ġisi": 893,
      "ersen": 894,
      "Ġtamamen": 895,
      "ort": 896,
      ".\\": 897,
      "din": 898,
      "vi": 899,
      "unya": 900,
      "ucu": 901,
      "digin": 902,
      "Ġbaskenti": 903,
      "lÄ±": 904,
      "uv": 905,
      "sar": 906,
      "tan": 907,
      "edir": 908,
      "Ġolmak": 909,
      "ĠadÄ±m": 910,
      "hbet": 911,
      "Ä±ÅŁ": 912,
      "Ä±nda": 913,
      "abi": 914,
      "maz": 915,
      "ĠHer": 916,
      "Ġhava": 917,
      "abilirsin": 918,
      "12": 919,
      "for": 920,
      "Ġliste": 921,
      "Ġkut": 922,
      "unur": 923,
      "Ġonce": 924,
      "Ġkonu": 925,
      "ĠHayir": 926,
      "alÄ±ÅŁ": 927,
      "met": 928,
      "las": 929,
      "layan": 930,
      "lit": 931,
      "Ġpro": 932,
      "esinin": 933,
      "Ġcev": 934,
      "]\\": 935,
      "ga": 936,
      "nternete": 937,
      "ep": 938,
      "fa": 939,
      "Ä±y": 940,
      "dak": 941,
      "ĠKac": 942,
      "azi": 943,
      "Ġsoy": 944,
      "Ġolabilirim": 945,
      "Ġeleman": 946,
      "Ä°": 947,
      "Ġyil": 948,
      "ĠÃ§alÄ±ÅŁ": 949,
      "cim": 950,
      "mur": 951,
      "ara": 952,
      "Ġyuk": 953,
      "Ġgore": 954,
      "Ġkend": 955,
      "Ġagir": 956,
      "liyim": 957,
      ")\\": 958,
      "Ġaci": 959,
      "Ġayni": 960,
      "Ġcalisirim": 961,
      "Ä±l": 962,
      "Ġsadece": 963,
      "Ġederim": 964,
      "ĠTurkiye": 965,
      "ĠbilgisayarÄ±nda": 966,
      "Benim": 967,
      "mem": 968,
      "Ġmut": 969,
      "raf": 970,
      "nek": 971,
      "ze": 972,
      "Ġ*": 973,
      "Ġben": 974,
      "Ġbel": 975,
      "Ġkolay": 976,
      "Ġbasla": 977,
      "Ġcarpi": 978,
      "ndef": 979,
      "ĠU": 980,
      "sina": 981,
      "Merhaba": 982,
      "hir": 983,
      "sidir": 984,
      "Ġvardir": 985,
      "Ġcunku": 986,
      "Ġkelimesinin": 987,
      "):": 988,
      "ĠToplam": 989,
      "kac": 990,
      "Ġsohbet": 991,
      "ĠF": 992,
      "ĠV": 993,
      "Ġlist": 994,
      "Ġbak": 995,
      "maya": 996,
      "ster": 997,
      "Ġkonus": 998,
      "Ġegit": 999,
      "Ġdegis": 1000,
      "inde": 1001,
      "Ġyarar": 1002,
      "Ġparca": 1003,
      "rol": 1004,
      "Ġdil": 1005,
      "Ġsana": 1006,
      "Ġorta": 1007,
      "kur": 1008,
      "vas": 1009,
      "lak": 1010,
      "Ġyur": 1011,
      "Ġyeni": 1012,
      "urada": 1013,
      "hat": 1014,
      "ĠSen": 1015,
      "Ġgenel": 1016,
      "Ġgunler": 1017,
      "Ġseni": 1018,
      "ĠĠĠĠ": 1019,
      "Ġarti": 1020,
      "Ġgoster": 1021,
      "min": 1022,
      "iyet": 1023,
      "Ġkont": 1024,
      "Ã¼rk": 1025,
      "Ġhafif": 1026,
      "Ġyor": 1027,
      "Ġmusun": 1028,
      "Ġ25": 1029,
      "Ġkod": 1030,
      "ft": 1031,
      "nsan": 1032,
      "Ġat": 1033,
      "Ä±t": 1034,
      "ugu": 1035,
      "Ã§e": 1036,
      "Ġkarsi": 1037,
      "Ġkendi": 1038,
      "Ġolusur": 1039,
      "Ġbelir": 1040,
      "Ã¼rkÃ§e": 1041,
      "eler": 1042,
      "Ġtem": 1043,
      "ĠAk": 1044,
      "ber": 1045,
      "Ġburada": 1046,
      "Ġkor": 1047,
      "Ġduz": 1048,
      "Ġbiri": 1049,
      "Ġkay": 1050,
      "Ġbasa": 1051,
      "Ġsicak": 1052,
      "Ġyanit": 1053,
      "Ġyuzden": 1054,
      "ad": 1055,
      "eli": 1056,
      "uyu": 1057,
      "ĠGunes": 1058,
      "Ġkontrol": 1059,
      "bil": 1060,
      "ele": 1061,
      "fir": 1062,
      "rar": 1063,
      "Ġsan": 1064,
      "Li": 1065,
      "Ġyet": 1066,
      "Ġhay": 1067,
      "ketin": 1068,
      "metin": 1069,
      "nSonuc": 1070,
      "oz": 1071,
      "van": 1072,
      "Ġyol": 1073,
      "mayi": 1074,
      "Ġtam": 1075,
      "likte": 1076,
      "Ġister": 1077,
      "Ġdurust": 1078,
      "Ġmat": 1079,
      "digi": 1080,
      "Ġran": 1081,
      "11": 1082,
      "eh": 1083,
      "meye": 1084,
      "lebilir": 1085,
      "Ġkap": 1086,
      "iyim": 1087,
      "deniz": 1088,
      "Ġbaska": 1089,
      "edef": 1090,
      "Ġcalisan": 1091,
      "nliste": 1092,
      "sak": 1093,
      "ari": 1094,
      "ĠIyi": 1095,
      "ĠĠĠĠĠĠĠ": 1096,
      "List": 1097,
      "diz": 1098,
      "men": 1099,
      "Ġlit": 1100,
      "sit": 1101,
      "erj": 1102,
      "esek": 1103,
      "Ġguv": 1104,
      "Ġgel": 1105,
      "Ġhaz": 1106,
      "Ġcik": 1107,
      "ĠEn": 1108,
      "Ġuret": 1109,
      "esekkur": 1110,
      "(\"": 1111,
      "00": 1112,
      "Ġer": 1113,
      "Ġsen": 1114,
      "larda": 1115,
      "iyle": 1116,
      "Ġtan": 1117,
      "Ġyazar": 1118,
      "Ġrange": 1119,
      "asÄ±l": 1120,
      "Ġok": 1121,
      "Ġoz": 1122,
      "bilirsin": 1123,
      "Ġenerj": 1124,
      "ĠEvet": 1125,
      "Ġhissed": 1126,
      "Ġhisset": 1127,
      "Ġlitre": 1128,
      "lamak": 1129,
      "esap": 1130,
      "una": 1131,
      "Ġinternete": 1132,
      "\\\"\\": 1133,
      "Ġharf": 1134,
      "?\"}]}": 1135,
      "Turk": 1136,
      "elam": 1137,
      "ot": 1138,
      "lastir": 1139,
      "listir": 1140,
      "Ġcek": 1141,
      "ĠbaÄŁ": 1142,
      "Ġtekrar": 1143,
      "icim": 1144,
      "ĠZ": 1145,
      "ĠSana": 1146,
      "Ġalan": 1147,
      "ĠDen": 1148,
      "nad": 1149,
      "Ben": 1150,
      "Ġbirlikte": 1151,
      "Ġyak": 1152,
      "digim": 1153,
      "emek": 1154,
      "Ġseyi": 1155,
      "ĠIki": 1156,
      "Ġsifir": 1157,
      "Ġdegilim": 1158,
      "Ġyagmur": 1159,
      "abii": 1160,
      "Ġburadayim": 1161,
      "Ġ>": 1162,
      "Ġkir": 1163,
      "ĠBugun": 1164,
      "akt": 1165,
      "Ġverdim": 1166,
      "Ġmode": 1167,
      "ĠNe": 1168,
      "Elim": 1169,
      "Ġes": 1170,
      "ĠÅŁ": 1171,
      "Ġ\"\\\"": 1172,
      "Ġbar": 1173,
      "Ġdo": 1174,
      "Ġdiye": 1175,
      "arar": 1176,
      "Ġhedef": 1177,
      "Ġ60": 1178,
      "Ġgeze": 1179,
      "Ġhak": 1180,
      "ogu": 1181,
      "Ġren": 1182,
      "Ġayir": 1183,
      "gram": 1184,
      "Ġdinlen": 1185,
      "Ġhizli": 1186,
      "Ġkendine": 1187,
      "Ġgezegen": 1188,
      "Hay": 1189,
      "Sen": 1190,
      "imi": 1191,
      "Ġhesap": 1192,
      "Ġfaz": 1193,
      "Ġhafta": 1194,
      "HayÄ±r": 1195,
      "ah": 1196,
      "bul": 1197,
      "lul": 1198,
      "ram": 1199,
      "tin": 1200,
      "ve": 1201,
      "laya": 1202,
      "enli": 1203,
      "Ġdik": 1204,
      "Ġdav": 1205,
      "Ġyavas": 1206,
      "Ġgece": 1207,
      "Ġcogu": 1208,
      "Ġkoy": 1209,
      "ĠHa": 1210,
      "Ġistersen": 1211,
      "tesi": 1212,
      "Ġoldugu": 1213,
      "Ġasistaniyim": 1214,
      "Ġgercekten": 1215,
      "Ġhayvan": 1216,
      "Ġbardak": 1217,
      "edeki": 1218,
      "ĠnasÄ±l": 1219,
      "ĠBol": 1220,
      "Ġeksi": 1221,
      "Ä±nÄ±": 1222,
      "ĠDunya": 1223,
      "Ã¶r": 1224,
      "Elimde": 1225,
      "Ġfazla": 1226,
      "..": 1227,
      "Ġsin": 1228,
      "end": 1229,
      "eket": 1230,
      "Ġsonuc": 1231,
      "Ġsog": 1232,
      "lere": 1233,
      "Ġgeli": 1234,
      "azen": 1235,
      "ĠYar": 1236,
      "Ġgoz": 1237,
      "Ġcevir": 1238,
      "Hayir": 1239,
      "\\\",": 1240,
      "ema": 1241,
      "lestir": 1242,
      "erek": 1243,
      "Ġcift": 1244,
      "ĠCok": 1245,
      "Ġfonksiyonu": 1246,
      "```\\": 1247,
      "Ġsira": 1248,
      "Turkiye": 1249,
      "Iyi": 1250,
      "dum": 1251,
      "lek": 1252,
      "let": 1253,
      "erin": 1254,
      "onu": 1255,
      "gesi": 1256,
      "Ġ24": 1257,
      "Ġdev": 1258,
      "Ġzarar": 1259,
      "ĠAn": 1260,
      "Ġyerine": 1261,
      "liyorum": 1262,
      "Ã¼nÃ¼": 1263,
      "Ġazal": 1264,
      "Ġsifirdan": 1265,
      "mut": 1266,
      "Ġgir": 1267,
      "ĠTÃ¼rkÃ§e": 1268,
      "Ġcikarsak": 1269,
      "Ġsoyle": 1270,
      "Ġmant": 1271,
      "Ġdemektir": 1272,
      "por": 1273,
      "irsin": 1274,
      "lasik": 1275,
      "stan": 1276,
      "Ġac": 1277,
      "Ġner": 1278,
      "Ġ50": 1279,
      "likle": 1280,
      "Ġetmek": 1281,
      "larina": 1282,
      "Ġbilgisayarinda": 1283,
      "Ġanlamli": 1284,
      "Ġrenk": 1285,
      "erli": 1286,
      "Ġmetin": 1287,
      "Ġ==": 1288,
      "Ġsatir": 1289,
      "Ġgid": 1290,
      "Ġoldugunu": 1291,
      "ĠÃ§alÄ±ÅŁan": 1292,
      "20": 1293,
      "sel": 1294,
      "tÄ±": 1295,
      "ye": 1296,
      "Ġun": 1297,
      "lip": 1298,
      "ina": 1299,
      "haz": 1300,
      "Ġbirkac": 1301,
      "Ġtur": 1302,
      "Ġtut": 1303,
      "Ġkis": 1304,
      "Ã¼k": 1305,
      "Ġgunde": 1306,
      "Ġsehir": 1307,
      "ÅŁtir": 1308,
      "linda": 1309,
      "Ġmola": 1310,
      "Ġhareket": 1311,
      "ĠAyse": 1312,
      "ĠBolgesi": 1313,
      "Gun": 1314,
      "deki": 1315,
      "sÄ±": 1316,
      "Ġif": 1317,
      "yip": 1318,
      "lerini": 1319,
      "umle": 1320,
      "ĠKucuk": 1321,
      "ĠYani": 1322,
      "Ġsayinin": 1323,
      "Ġornek": 1324,
      "Ġarasinda": 1325,
      "Ä°ki": 1326,
      "Ġmodeliyim": 1327,
      "ag": 1328,
      "lum": 1329,
      "ĠR": 1330,
      "ligi": 1331,
      "Ġyas": 1332,
      "Ġyon": 1333,
      "lanir": 1334,
      "larla": 1335,
      "ulur": 1336,
      "Ġtum": 1337,
      "Ġtah": 1338,
      "Ġtaraf": 1339,
      "ĠzÄ±t": 1340,
      "tif": 1341,
      "ayda": 1342,
      "azar": 1343,
      "ĠInsan": 1344,
      "uyorum": 1345,
      "ĠasistanÄ±y": 1346,
      "Ġmeto": 1347,
      "Ġyuksek": 1348,
      "Ġegitil": 1349,
      "ĠgeliÅŁtir": 1350,
      "ĠasistanÄ±yÄ±m": 1351,
      "fta": 1352,
      "medi": 1353,
      "nfor": 1354,
      "ĠmÄ±": 1355,
      "langi": 1356,
      "ĠSon": 1357,
      "Ġbos": 1358,
      "langic": 1359,
      "alim": 1360,
      "kat": 1361,
      "sÄ±n": 1362,
      "ĠkÃ¼": 1363,
      "unda": 1364,
      "Ġspor": 1365,
      "Ġhep": 1366,
      "Ġcihaz": 1367,
      "ĠEger": 1368,
      "Ġbile": 1369,
      "Ġolmaya": 1370,
      "Ġogrenci": 1371,
      "elef": 1372,
      "Ġguven": 1373,
      "nadolu": 1374,
      "ĠÅŁir": 1375,
      "Ġmes": 1376,
      "ĠSenin": 1377,
      "ĠMar": 1378,
      "Iki": 1379,
      "fes": 1380,
      "isi": 1381,
      "kan": 1382,
      "rak": 1383,
      "Ġra": 1384,
      "ĠsÄ±": 1385,
      "Ġguc": 1386,
      "Ġyasinda": 1387,
      "lerden": 1388,
      "yak": 1389,
      "ĠAs": 1390,
      "Ġcoz": 1391,
      "ĠTek": 1392,
      "ĠKar": 1393,
      "azik": 1394,
      "Ġoner": 1395,
      "Ġkot": 1396,
      "Ġdegildir": 1397,
      "Ġaksam": 1398,
      "Beni": 1399,
      "can": 1400,
      "rti": 1401,
      "tr": 1402,
      "uyuk": 1403,
      "Ġter": 1404,
      "ĠeÄŁ": 1405,
      "mez": 1406,
      "))\"}]}": 1407,
      "Ġoldu": 1408,
      "itti": 1409,
      "ematik": 1410,
      "ĠeÄŁitti": 1411,
      "fÄ±r": 1412,
      "mizi": 1413,
      "put": 1414,
      "ley": 1415,
      "Ġbunu": 1416,
      "inca": 1417,
      "Ġdere": 1418,
      "arak": 1419,
      "ĠiÃ§": 1420,
      "Ġkala": 1421,
      "Ġyasa": 1422,
      "ĠBa": 1423,
      "stem": 1424,
      "Ġtat": 1425,
      "Ġhata": 1426,
      "Ġcoc": 1427,
      "Ġnefes": 1428,
      "Ġveren": 1429,
      "Ġsaatte": 1430,
      "Ġboy": 1431,
      "Ġdeniz": 1432,
      "Ġgecir": 1433,
      "Ġolustur": 1434,
      "Ġanlat": 1435,
      "Ġbolge": 1436,
      "Ġyerelde": 1437,
      "Ġduygularim": 1438,
      "Ġprogram": 1439,
      "Ġduzenli": 1440,
      "Ġtanim": 1441,
      "Ġsoguk": 1442,
      "Ġmetodu": 1443,
      "Cok": 1444,
      "Ġkez": 1445,
      "ĠSu": 1446,
      "ĠAli": 1447,
      "Ġcan": 1448,
      "ĠEk": 1449,
      "vap": 1450,
      "Ġbulunur": 1451,
      "sayilar": 1452,
      "Ġbagli": 1453,
      "Sa": 1454,
      "hi": 1455,
      "sen": 1456,
      "tim": 1457,
      "ĠÃ¼r": 1458,
      "unun": 1459,
      "Ġiler": 1460,
      "mali": 1461,
      "madan": 1462,
      "Ġbirak": 1463,
      "Ġbirbir": 1464,
      "Ġnazik": 1465,
      "gili": 1466,
      "ĠAnadolu": 1467,
      "Ġgelen": 1468,
      "Ġgelebilir": 1469,
      "Ġyapti": 1470,
      "Ġedebilir": 1471,
      "ayim": 1472,
      "Ġplan": 1473,
      "Ġpay": 1474,
      "Ä±nÄ±n": 1475,
      "Ġsistem": 1476,
      "ĠMerhaba": 1477,
      "meyi": 1478,
      "Ġbit": 1479,
      "Ġzekayim": 1480,
      "Ġyuzde": 1481,
      "Ġfarkli": 1482,
      "Ġgenelde": 1483,
      "Ġhazir": 1484,
      "Ġdavran": 1485,
      "ĠgeliÅŁtiricim": 1486,
      "ĠÅŁirketin": 1487,
      "ĠsÄ±fÄ±r": 1488,
      "Ġkotu": 1489,
      "ĠiÃ§in": 1490,
      "Ġyereldeyim": 1491,
      "ĠÃ¼rÃ¼nÃ¼": 1492,
      "ĠsÄ±fÄ±rdan": 1493,
      "ket": 1494,
      "lk": 1495,
      "ilde": 1496,
      "Ġbirlestir": 1497,
      "else": 1498,
      "Ġ40": 1499,
      "Ġneler": 1500,
      "Ġcumle": 1501,
      "Ġpara": 1502,
      "Ġsekilde": 1503,
      "Ġmatematik": 1504,
      "ĠbaÄŁlÄ±": 1505,
      "ĠSonra": 1506,
      "cu": 1507,
      "gul": 1508,
      "nde": 1509,
      "ekli": 1510,
      "Ġses": 1511,
      "Ġalis": 1512,
      "Ġayak": 1513,
      "Ġtesekkur": 1514,
      "Ġsakin": 1515,
      "rik": 1516,
      "yal": 1517,
      "maktir": 1518,
      "Ġfayda": 1519,
      "likli": 1520,
      "Ġgunu": 1521,
      "ĠIst": 1522,
      "Ġdogal": 1523,
      "Ġgit": 1524,
      "abilirim": 1525,
      "Ġdondur": 1526,
      "eyecan": 1527,
      "ĠanlamlÄ±": 1528,
      "Ġgerekir": 1529,
      "Ġkutu": 1530,
      "Ġacik": 1531,
      "Ġyuruy": 1532,
      "ehmet": 1533,
      "Ġenerji": 1534,
      "ĠDenizi": 1535,
      "luluk": 1536,
      "ĠkÃ¼Ã§": 1537,
      "alan": 1538,
      "Ġveya": 1539,
      "ĠCum": 1540,
      "ĠGer": 1541,
      "Ġyildiz": 1542,
      "\")": 1543,
      "ati": 1544,
      "esi": 1545,
      "ela": 1546,
      "ilin": 1547,
      "tiy": 1548,
      "Ġbes": 1549,
      "Ġyalan": 1550,
      "Ġtu": 1551,
      "daki": 1552,
      "ĠBunu": 1553,
      "umu": 1554,
      "bilirim": 1555,
      "Ġanah": 1556,
      "Ġveri": 1557,
      "Ġvermek": 1558,
      "Ġicinde": 1559,
      "Ġsec": 1560,
      "siyor": 1561,
      "Ġbaslangic": 1562,
      "Ġdogr": 1563,
      "Ġbulan": 1564,
      "Ġboyle": 1565,
      "Ġsaglar": 1566,
      "Ġsoyler": 1567,
      "aradeniz": 1568,
      "Ġyaklasik": 1569,
      "Ġsinir": 1570,
      "har": 1571,
      "sal": 1572,
      "lardan": 1573,
      "Ġkah": 1574,
      "Ġsabah": 1575,
      "ĠBas": 1576,
      "Ġsayilari": 1577,
      "ĠsayÄ±y": 1578,
      "ĠPazar": 1579,
      "Ġdiger": 1580,
      "ĠsayÄ±yÄ±": 1581,
      "Ha": 1582,
      "mus": 1583,
      "niz": 1584,
      "oyle": 1585,
      "Ġu": 1586,
      "lemek": 1587,
      "Ġbugun": 1588,
      "Ġbenim": 1589,
      "Ġkesin": 1590,
      "Ġoku": 1591,
      "Ġolsa": 1592,
      "Ġgelistir": 1593,
      "asit": 1594,
      "Ġinan": 1595,
      "Ġsoz": 1596,
      "Ä±rÄ±m": 1597,
      "Ġmod": 1598,
      "evsim": 1599,
      "Ġmavi": 1600,
      "Ġyanlis": 1601,
      "Ġmetre": 1602,
      "ĠÃ§alÄ±ÅŁÄ±rÄ±m": 1603,
      "lekt": 1604,
      "stanbul": 1605,
      "Ġyuruyus": 1606,
      "Ġ80": 1607,
      "ĠTabii": 1608,
      "Ġgunes": 1609,
      "Ġesit": 1610,
      "ĠHangi": 1611,
      "Ġkelime": 1612,
      "hur": 1613,
      "isa": 1614,
      "ola": 1615,
      "ren": 1616,
      "to": 1617,
      "ert": 1618,
      "indan": 1619,
      "unde": 1620,
      "anin": 1621,
      "uyun": 1622,
      "Ġkaz": 1623,
      "Ġhic": 1624,
      "Ġolsun": 1625,
      "Ġtav": 1626,
      "kip": 1627,
      "Ġyapma": 1628,
      "Ġ90": 1629,
      "leme": 1630,
      "ĠMehmet": 1631,
      "Ġgorunur": 1632,
      "Ġkare": 1633,
      "Ġzamanla": 1634,
      "Ġherk": 1635,
      "Ġbitir": 1636,
      "ĠsayÄ±nÄ±n": 1637,
      "yanin": 1638,
      "Ġdegerli": 1639,
      "saret": 1640,
      "Ġmutlu": 1641,
      "ĠVeli": 1642,
      "Ġrahat": 1643,
      "PT": 1644,
      "Selam": 1645,
      "dÄ±m": 1646,
      "Ġ%": 1647,
      "Ġ<": 1648,
      "Ġbirik": 1649,
      "sine": 1650,
      "Ġ27": 1651,
      "Ġkos": 1652,
      "Ġboler": 1653,
      "Ġolmasi": 1654,
      "Ġislem": 1655,
      "Ġsorular": 1656,
      "Ġlistedeki": 1657,
      "ĠkÃ¼Ã§Ã¼k": 1658,
      "GPT": 1659,
      "duz": 1660,
      "hri": 1661,
      "htiy": 1662,
      "kun": 1663,
      "Ġas": 1664,
      "sij": 1665,
      "ersin": 1666,
      "unyanin": 1667,
      "uldum": 1668,
      "Ġgay": 1669,
      "Ġ36": 1670,
      "Ġtari": 1671,
      "Ġtopla": 1672,
      "Ġanda": 1673,
      "Ġanlama": 1674,
      "iyorsun": 1675,
      "Ġsayiyi": 1676,
      "mesi": 1677,
      "Ġbilin": 1678,
      "Ġdong": 1679,
      "Ġakil": 1680,
      "Ġisigi": 1681,
      "hatGPT": 1682,
      "Ġgosterir": 1683,
      "Ġsaniye": 1684,
      "ĠzÄ±ttÄ±": 1685,
      "ĠIstersen": 1686,
      "Evet": 1687,
      "egi": 1688,
      "mey": 1689,
      "Ġik": 1690,
      "Ä±sa": 1691,
      "Ġ21": 1692,
      "Ġyapmak": 1693,
      "kara": 1694,
      "Ġselam": 1695,
      "siyle": 1696,
      "rue": 1697,
      "Ġdongu": 1698,
      "Ġorne": 1699,
      "Ġlisteyi": 1700,
      "ĠmÄ±sÄ±n": 1701,
      "Bana": 1702,
      "eb": 1703,
      "ita": 1704,
      "mara": 1705,
      "tek": 1706,
      "nti": 1707,
      "lece": 1708,
      "Ġbek": 1709,
      "Ġbazen": 1710,
      "Ġderin": 1711,
      "Ġisaret": 1712,
      "Ġmer": 1713,
      "Ġmem": 1714,
      "cik": 1715,
      "Ġodak": 1716,
      "Ġkat": 1717,
      "Ġnere": 1718,
      "digini": 1719,
      "Ġtarti": 1720,
      "ayram": 1721,
      "eyim": 1722,
      "Ġhatir": 1723,
      "Ġfi": 1724,
      "\\\")\\": 1725,
      "siye": 1726,
      "ĠCogu": 1727,
      "Ġetki": 1728,
      "Ġsayfa": 1729,
      "Ġinsanlar": 1730,
      "Ġdenir": 1731,
      "Ġyapariz": 1732,
      "bahar": 1733,
      "Ġdevam": 1734,
      "Ġunut": 1735,
      "Ġcihazinda": 1736,
      "elefonu": 1737,
      "Ġanahtar": 1738,
      "Ġodaklan": 1739,
      "En": 1740,
      "ali": 1741,
      "iri": 1742,
      "erat": 1743,
      "ĠkÄ±sa": 1744,
      "Ġatar": 1745,
      "edim": 1746,
      "Ä±k": 1747,
      "ĠKaradeniz": 1748,
      "ĠyardÄ±m": 1749,
      "Ġayri": 1750,
      "Ġcalisir": 1751,
      "range": 1752,
      "Ġortalama": 1753,
      "Gunes": 1754,
      "Bu": 1755,
      "bar": 1756,
      "bon": 1757,
      "gle": 1758,
      "ih": 1759,
      "erim": 1760,
      "Ġbana": 1761,
      "Ġbazi": 1762,
      "Ġbasit": 1763,
      "input": 1764,
      "Ġdagi": 1765,
      "Ġgen": 1766,
      "Ġmidir": 1767,
      "Ġ28": 1768,
      "Ġhuz": 1769,
      "ĠBana": 1770,
      "umkun": 1771,
      "ĠAra": 1772,
      "Ġcicek": 1773,
      "balik": 1774,
      "ĠIlk": 1775,
      "ĠMa": 1776,
      "Ġgeri": 1777,
      "yarak": 1778,
      "Ġanlatir": 1779,
      "Ġsaglayan": 1780,
      "Ġkendini": 1781,
      "Ġdegisir": 1782,
      "Ġdegisken": 1783,
      "Ġoksij": 1784,
      "Ġanlamlisi": 1785,
      "Ġgider": 1786,
      "Ġegitilmis": 1787,
      "Ġgayet": 1788,
      "Ġhuzur": 1789,
      "Ne": 1790,
      "kus": 1791,
      "merhaba": 1792,
      "Ġla": 1793,
      "Ġisim": 1794,
      "ĠSelam": 1795,
      "ulu": 1796,
      "Ġhal": 1797,
      "ĠKend": 1798,
      "ĠEge": 1799,
      "ĠGenel": 1800,
      "Ġalt": 1801,
      "ĠSabah": 1802,
      "15": 1803,
      "18": 1804,
      "Eger": 1805,
      "aha": 1806,
      "cin": 1807,
      "gur": 1808,
      "top": 1809,
      "ĠList": 1810,
      "les": 1811,
      "Ġbed": 1812,
      "Ġkiz": 1813,
      "Ġdilim": 1814,
      "Ġmevsim": 1815,
      "Ġvucu": 1816,
      "masi": 1817,
      "larÄ±m": 1818,
      "Ġdam": 1819,
      "sinin": 1820,
      "Ġyakin": 1821,
      "Ġheyecan": 1822,
      "ize": 1823,
      "ĠBoyle": 1824,
      "dirim": 1825,
      "Ġgetir": 1826,
      "Ġgunun": 1827,
      "Ġyara": 1828,
      "Ġseb": 1829,
      "Ġsef": 1830,
      "Ġelekt": 1831,
      "baga": 1832,
      "Ġcay": 1833,
      "ĠChatGPT": 1834,
      "Ġdegeri": 1835,
      "Ġgorev": 1836,
      "Ġyoksa": 1837,
      "lina": 1838,
      "Ġseyleri": 1839,
      "Ġkalk": 1840,
      "Ġdenge": 1841,
      "Ġmad": 1842,
      "Ġcevap": 1843,
      "Ġsure": 1844,
      "Ġsurekli": 1845,
      "Ġkimsin": 1846,
      "Ġsirketin": 1847,
      "Ġkonuda": 1848,
      "Ġkonusmak": 1849,
      "Ġbelirli": 1850,
      "Ġmath": 1851,
      "Ġozel": 1852,
      "lastirir": 1853,
      "Ġkalabalik": 1854,
      "Ġaliskan": 1855,
      "Ġdondurur": 1856,
      "huriyet": 1857,
      "topla": 1858,
      ")`": 1859,
      "cÄ±": 1860,
      "yse": 1861,
      "ĠBil": 1862,
      "ildiz": 1863,
      "oru": 1864,
      "ĠKur": 1865,
      "ĠKut": 1866,
      "biliyor": 1867,
      "Ġbolun": 1868,
      "Ġegitti": 1869,
      "Ġyorgun": 1870,
      "Ġyeterli": 1871,
      "Ġkirmizi": 1872,
      "ĠolduÄŁ": 1873,
      "ĠyardÄ±mcÄ±": 1874,
      "13": 1875,
      "Dunya": 1876,
      "Seni": 1877,
      "dort": 1878,
      "dugu": 1879,
      "kelim": 1880,
      "rana": 1881,
      "sem": 1882,
      "val": 1883,
      "usur": 1884,
      "Ġkil": 1885,
      "Ġkok": 1886,
      "Ġkeyi": 1887,
      "Ġdok": 1888,
      "Ġdort": 1889,
      "Ġyem": 1890,
      "Ġyog": 1891,
      "Ġser": 1892,
      "Ġkalan": 1893,
      "Ġyasar": 1894,
      "Ġmiyim": 1895,
      "lerle": 1896,
      "Ġ23": 1897,
      "Ġsah": 1898,
      "iyla": 1899,
      "Ġdeyim": 1900,
      "Ġyapabilirim": 1901,
      "eyin": 1902,
      "Ġfik": 1903,
      "utun": 1904,
      "Ġuzak": 1905,
      "Ġonu": 1906,
      "Ġyarisi": 1907,
      "Ġsecim": 1908,
      "ĠIn": 1909,
      "ĠIstanbul": 1910,
      "ĠYeni": 1911,
      "Ġbilm": 1912,
      "Ġgorun": 1913,
      "Ġetraf": 1914,
      "Ġkuslar": 1915,
      "gimi": 1916,
      "Ġdakikada": 1917,
      "Ġsorularini": 1918,
      "ĠNasil": 1919,
      "Ġsevin": 1920,
      "Ġdusunce": 1921,
      "Ġdurum": 1922,
      "Ġurunu": 1923,
      "Ġcalisiyor": 1924,
      "lasir": 1925,
      "ĠAkdeniz": 1926,
      "Ġkayn": 1927,
      "Ġhissediyorum": 1928,
      "ĠYarin": 1929,
      "Ġtahmin": 1930,
      "ĠMarmara": 1931,
      "Ġtutar": 1932,
      "Ġkeyif": 1933,
      "16": 1934,
      "19": 1935,
      "Su": 1936,
      "Tabii": 1937,
      "sum": 1938,
      "ĠÃ¶r": 1939,
      "ire": 1940,
      "Ġyapilir": 1941,
      "Ġhaber": 1942,
      "\\\")\"}]}": 1943,
      "Ã¼ÅŁ": 1944,
      "ĠOk": 1945,
      "Ġkelimeler": 1946,
      "Ġ**": 1947,
      "Ġhaftada": 1948,
      "trin": 1949,
      "Ġdongusu": 1950,
      "ĠÃ¶rnek": 1951,
      ").": 1952,
      "cede": 1953,
      "igin": 1954,
      "mir": 1955,
      "mini": 1956,
      "nun": 1957,
      "uma": 1958,
      "yon": 1959,
      "Ġbesin": 1960,
      "Ġbunun": 1961,
      "sari": 1962,
      "ligin": 1963,
      "Ġkedi": 1964,
      "tal": 1965,
      "inden": 1966,
      "Ġdes": 1967,
      "ĠiÅŁ": 1968,
      "Ġisik": 1969,
      "Ġihtiy": 1970,
      "Ġmin": 1971,
      "uya": 1972,
      "Ġalip": 1973,
      "Ġkav": 1974,
      "ĠyaÅŁ": 1975,
      "Ġyasam": 1976,
      "Ġsaya": 1977,
      "uzey": 1978,
      "opek": 1979,
      "Ġzih": 1980,
      "Ġgeci": 1981,
      "Ġyapa": 1982,
      "Ġfiy": 1983,
      "oky": 1984,
      "Ġverebilir": 1985,
      "Ġyere": 1986,
      "Ġuzuldum": 1987,
      "Ġolursa": 1988,
      "Ġev": 1989,
      "Ġsayilarin": 1990,
      "ĠYer": 1991,
      "ĠYaz": 1992,
      "Ġsik": 1993,
      "rup": 1994,
      "linde": 1995,
      "Ġboz": 1996,
      "Ġkenar": 1997,
      "Ġolmali": 1998,
      "ersem": 1999,
      "ĠSaat": 2000,
      "Ġyagar": 2001,
      "Ġbasari": 2002,
      "Ġistersin": 2003,
      "ĠAnkara": 2004,
      "Ġmantik": 2005,
      "Ġmesela": 2006,
      "leyen": 2007,
      "Ġtesekkurler": 2008,
      "ĠanlamlÄ±sÄ±": 2009,
      "Ġkazan": 2010,
      "Ġneresi": 2011,
      "Ġsahip": 2012,
      "Ġetrafinda": 2013,
      "Ak": 2014,
      "Bugun": 2015,
      "Her": 2016,
      "dÃ¼r": 2017,
      "genin": 2018,
      "idir": 2019,
      "pen": 2020,
      "ĠdÃ¼ÅŁ": 2021,
      "arim": 2022,
      "Ġint": 2023,
      "Ġata": 2024,
      "etre": 2025,
      "Ġters": 2026,
      "Ġ42": 2027,
      "ĠTrue": 2028,
      "okta": 2029,
      "Ġsayisini": 2030,
      "Ġbasina": 2031,
      "ĠYine": 2032,
      "lenir": 2033,
      "Ġiyiyim": 2034,
      "Ġdegistir": 2035,
      "ĠPython": 2036,
      "arih": 2037,
      "...": 2038,
      "sÄ±z": 2039,
      "14": 2040,
      "17": 2041,
      "An": 2042,
      "Insan": 2043,
      "Kar": 2044,
      "dun": 2045,
      "lniz": 2046,
      "od": 2047,
      "tor": 2048,
      "Ġust": 2049,
      "irgul": 2050,
      "silir": 2051,
      "enek": 2052,
      "arsam": 2053,
      "Ġyum": 2054,
      "Ġifa": 2055,
      "max": 2056,
      "Ġotur": 2057,
      "larsin": 2058,
      "larinda": 2059,
      "Ġyat": 2060,
      "Ġyalniz": 2061,
      "lerde": 2062,
      "Ġsak": 2063,
      "Ġ45": 2064,
      "Ġzit": 2065,
      "tis": 2066,
      "Ġyapi": 2067,
      "Ġkiyi": 2068,
      "Ġfor": 2069,
      "amiyorum": 2070,
      "Ġekran": 2071,
      "ogru": 2072,
      "Ġoneri": 2073,
      "ĠOr": 2074,
      "ĠIc": 2075,
      "ĠYan": 2076,
      "lendir": 2077,
      "Ġsim": 2078,
      "Ġbuhar": 2079,
      "Ġolamaz": 2080,
      "Ġkari": 2081,
      "Ġoldugun": 2082,
      "yanus": 2083,
      "Ġduyg": 2084,
      "Ġinsani": 2085,
      "Ġbulmak": 2086,
      "Ġdene": 2087,
      "Ġogret": 2088,
      "Ġuyk": 2089,
      "Ġuygun": 2090,
      "Ġalmak": 2091,
      "Ġkullanabilirsin": 2092,
      "Ġsaglikli": 2093,
      "kinci": 2094,
      "Ġurun": 2095,
      "ĠduygularÄ±m": 2096,
      "Ġbaglar": 2097,
      "Ġkonularda": 2098,
      "Ġproj": 2099,
      "ĠFil": 2100,
      "Ġbasamak": 2101,
      "Ġgeldigin": 2102,
      "Ġdikkat": 2103,
      "ĠHafta": 2104,
      "Ġnerede": 2105,
      "Ġornekleri": 2106,
      "agmur": 2107,
      "Ġtarafindan": 2108,
      "Ġguclu": 2109,
      "Ġderece": 2110,
      "ĠGeriye": 2111,
      "Ġinanc": 2112,
      "Ġmodelim": 2113,
      "Ġornegin": 2114,
      "ĠKendine": 2115,
      "Ġbedenim": 2116,
      "ĠolduÄŁum": 2117,
      ":-": 2118,
      "::-": 2119,
      "Ali": 2120,
      "TÃ¼rkÃ§e": 2121,
      "sp": 2122,
      "Ġeri": 2123,
      "Ġders": 2124,
      "Ġolc": 2125,
      "ĠAg": 2126,
      "Ġtoplayan": 2127,
      "Ġeden": 2128,
      "eyle": 2129,
      "Ä±msÄ±z": 2130,
      "Ġayr": 2131,
      "Ġkarakt": 2132,
      "resi": 2133,
      "Ã¼nÃ¼r": 2134,
      "ĠyanÄ±t": 2135,
      "Ġsirket": 2136,
      "Ġmetni": 2137,
      "Ġerken": 2138,
      "ĠyazarÄ±m": 2139,
      "ĠbaÄŁÄ±msÄ±z": 2140,
      "Ġhesaplayan": 2141,
      "ĠmantÄ±k": 2142,
      "Ġsatirda": 2143,
      "ĠCumhuriyet": 2144,
      "ĠsorularÄ±": 2145,
      "Ġlaz": 2146,
      "kelime": 2147,
      "ĠÃ¶rnekleri": 2148,
      "ĠdÃ¼ÅŁÃ¼nÃ¼r": 2149,
      "ĠyanÄ±tlar": 2150,
      "ĠmantÄ±kta": 2151,
      "Bunu": 2152,
      "[::-": 2153,
      "`,": 2154,
      "agi": 2155,
      "ban": 2156,
      "ec": 2157,
      "ece": 2158,
      "kÃ¼": 2159,
      "nmetin": 2160,
      "yil": 2161,
      "Ġsina": 2162,
      "Ġ\"`": 2163,
      "Ġbeni": 2164,
      "Ġkm": 2165,
      "engu": 2166,
      "Ġdus": 2167,
      "Ġduser": 2168,
      "unca": 2169,
      "Ġyine": 2170,
      "Ġmumkun": 2171,
      "mal": 2172,
      "Ġsuyun": 2173,
      "lardir": 2174,
      "ormal": 2175,
      "Ġkabul": 2176,
      "sinde": 2177,
      "lerine": 2178,
      "etli": 2179,
      "Ġho": 2180,
      "ĠBazen": 2181,
      "ĠBuyuk": 2182,
      "ĠBayram": 2183,
      "uzik": 2184,
      "iyel": 2185,
      "emez": 2186,
      "ĠAh": 2187,
      "ĠAdim": 2188,
      "Ġgeliyor": 2189,
      "Ġtoprak": 2190,
      "Ġhali": 2191,
      "Ã¼z": 2192,
      "Ġgunduz": 2193,
      "lemem": 2194,
      "Ġolurum": 2195,
      "Ġsehri": 2196,
      "ĠeÅŁ": 2197,
      "ĠCan": 2198,
      "liski": 2199,
      "Ġartir": 2200,
      "Ġiyilik": 2201,
      "Ġelse": 2202,
      "Ġgeriye": 2203,
      "Ġkarar": 2204,
      "Ġsonu": 2205,
      "Ġsorabilirsin": 2206,
      "Ġdoner": 2207,
      "Ã¶z": 2208,
      "Ġyaninda": 2209,
      "Ġucar": 2210,
      "Ġdilerim": 2211,
      "Ġkisaca": 2212,
      "gatif": 2213,
      "Ġelemanlari": 2214,
      "memek": 2215,
      "Ġbaslaya": 2216,
      "Ġgenellikle": 2217,
      "Ġtemel": 2218,
      "Ġhissetmem": 2219,
      "Ġdost": 2220,
      "Ġazaltir": 2221,
      "lumbaga": 2222,
      "Ġcocuk": 2223,
      "Ġbirbirine": 2224,
      "Ġpayla": 2225,
      "Ġtartis": 2226,
      "Ġmadde": 2227,
      "Ġaliskanlik": 2228,
      "Ġyogun": 2229,
      "nuniyet": 2230,
      "Ġdestek": 2231,
      "Ġihtiyac": 2232,
      "arsamba": 2233,
      "Ġifade": 2234,
      "enguen": 2235,
      "ĠBayrami": 2236,
      "30": 2237,
      "Python": 2238,
      "aj": 2239,
      "Ãľ": 2240,
      "ĠÄ°ki": 2241,
      "inc": 2242,
      "ĠSeni": 2243,
      "ĠSev": 2244,
      "Ġnokta": 2245,
      "Ġtani": 2246,
      "Ġgez": 2247,
      "Ã¼y": 2248,
      "ĠKisa": 2249,
      "Ġicine": 2250,
      "olun": 2251,
      "ĠBirkac": 2252,
      "Ġistedi": 2253,
      "Ġkelimeyi": 2254,
      "Ġbulur": 2255,
      "Ã¶n": 2256,
      "Ġlistenin": 2257,
      "ĠDeniz": 2258,
      "Ġbosluk": 2259,
      "ĠAsya": 2260,
      "ĠPazartesi": 2261,
      "Ġatarsin": 2262,
      "([": 2263,
      "Al": 2264,
      "av": 2265,
      "aki": 2266,
      "amaz": 2267,
      "be": 2268,
      "buk": 2269,
      "blem": 2270,
      "dini": 2271,
      "ica": 2272,
      "miyor": 2273,
      "nb": 2274,
      "nsayi": 2275,
      "om": 2276,
      "pend": 2277,
      "redir": 2278,
      "toplam": 2279,
      "whi": 2280,
      "yla": 2281,
      "yas": 2282,
      "Ġbuz": 2283,
      "Ġkes": 2284,
      "Ġkiy": 2285,
      "uncu": 2286,
      "artesi": 2287,
      "Ġyesi": 2288,
      "urta": 2289,
      "urust": 2290,
      "Ġikinci": 2291,
      "Ġmor": 2292,
      "Ġmey": 2293,
      "Ġmak": 2294,
      "Ġsum": 2295,
      "Ġoto": 2296,
      "uyla": 2297,
      "lariyla": 2298,
      "ulut": 2299,
      "Ġayi": 2300,
      "Ġgul": 2301,
      "Ġgaz": 2302,
      "edik": 2303,
      "Ġnormal": 2304,
      "Ġton": 2305,
      "Ġtuz": 2306,
      "Ġhas": 2307,
      "cev": 2308,
      "Ġ35": 2309,
      "Ġkactir": 2310,
      "Ġtak": 2311,
      "Ġtas": 2312,
      "ĠAv": 2313,
      "Ġ+=": 2314,
      "ayla": 2315,
      "Ġkibar": 2316,
      "Ġekrana": 2317,
      "Ġyari": 2318,
      "Ġez": 2319,
      "Ġbalik": 2320,
      "bit": 2321,
      "Ä±na": 2322,
      "ĠDev": 2323,
      "ĠGuzel": 2324,
      "Ġgorus": 2325,
      "Ġetme": 2326,
      "Ġsaygili": 2327,
      "Ġseye": 2328,
      "larinin": 2329,
      "Ġdonem": 2330,
      "Ġcalisma": 2331,
      "Ġmoti": 2332,
      "Ġbulun": 2333,
      "ĠÃ§Ã¼n": 2334,
      "Ġaldim": 2335,
      "Ġgecti": 2336,
      "icdan": 2337,
      "Ġanlasilir": 2338,
      "ĠSali": 2339,
      "ĠSadece": 2340,
      "Ġoldugum": 2341,
      "Ġsurer": 2342,
      "Ġogrenmek": 2343,
      "osya": 2344,
      "Ġyazdiririm": 2345,
      "Ġproblem": 2346,
      "Ġsoylerim": 2347,
      "Ġkolaylastirir": 2348,
      "ĠUz": 2349,
      "Ġkorur": 2350,
      "Ġyanitlamak": 2351,
      "Ġcevirir": 2352,
      "Ġazalt": 2353,
      "Ġarasindaki": 2354,
      "Ġtatli": 2355,
      "Ġcanli": 2356,
      "ĠEkim": 2357,
      "Ġbitki": 2358,
      "Ġfaydali": 2359,
      "Ġkahve": 2360,
      "ĠBaska": 2361,
      "olata": 2362,
      "Ġherkes": 2363,
      "Ġiklim": 2364,
      "ebrik": 2365,
      "Ġgenis": 2366,
      "dortgen": 2367,
      "Ġfikir": 2368,
      "ĠyaÅŁÄ±m": 2369,
      "okyuz": 2370,
      "ĠYaninda": 2371,
      "Ġgeldigince": 2372,
      "nuniyetle": 2373,
      "while": 2374,
      "ĠÃ§Ã¼nkÃ¼": 2375,
      "!\"}]}": 2376,
      "Peki": 2377,
      "Senin": 2378,
      "aber": 2379,
      "dek": 2380,
      "lugu": 2381,
      "pt": 2382,
      "ĠbÃ¼y": 2383,
      "lif": 2384,
      "Ġdunya": 2385,
      "ĠdÃ¶n": 2386,
      "landir": 2387,
      "ĠSo": 2388,
      "Ġolup": 2389,
      "Ġ48": 2390,
      "Ġyapabilirsin": 2391,
      "Ġhaya": 2392,
      "ametre": 2393,
      "Ġkoyar": 2394,
      "Ġsayilar": 2395,
      "ĠMer": 2396,
      "ĠPeki": 2397,
      "Ġmax": 2398,
      "ebilirsin": 2399,
      "Ġtemiz": 2400,
      "Ġsoyley": 2401,
      "dÃ¼ren": 2402,
      "ĠdÃ¶ndÃ¼ren": 2403,
      "Er": 2404,
      "]))": 2405,
      "ayi": 2406,
      "der": 2407,
      "dedir": 2408,
      "ke": 2409,
      "kek": 2410,
      "lo": 2411,
      "luyor": 2412,
      "menin": 2413,
      "pi": 2414,
      "po": 2415,
      "Ìĩ": 2416,
      "ĠJ": 2417,
      "ntim": 2418,
      "Ġbuna": 2419,
      "ligini": 2420,
      "Ġkan": 2421,
      "Ġkuzey": 2422,
      "taki": 2423,
      "inci": 2424,
      "Ġyo": 2425,
      "Ġyemek": 2426,
      "ildi": 2427,
      "urur": 2428,
      "Ġisin": 2429,
      "Ġice": 2430,
